{
  "specialSessions": [
    {
      "title": "Radiofrequency Spectrum Management and Monitoring",
      "organizers": [
        "Ana Katalinić Mucalo, Croatian Regulatory Authority for Network Industries (HAKOM)",
        "Josip Milanović, Croatian Regulatory Authority for Network Industries (HAKOM)",
        "Mario Gal, Croatian Regulatory Authority for Network Industries (HAKOM)"
      ],
      "shortDescription": "Radiofrequency (RF) spectrum is the main resource for wireless communications. It is a scarce national resource, which requires a careful and effective management primarily in order to achieve interference-free operation of wireless systems. In this all-digital era, with a wide range of smart systems and devices in place, with high quality mobile broadband and fixed wireless access systems, the spectrum demands are constantly increasing. RF spectrum utilization has been pushing its physical limits for a long time: different modulation schemes, multiple access techniques, adaptive antennas as some of them. Most recently, the implementation of MIMO and beamforming in 5G NR technologies, has imposed some new challenges to both frequency planning and on-field measurements.",
      "detailedDescription": {
        "section1": "Firstly, it is expected that new generations of wireless communications (namely the further development and implementation of 5G and 6G technologies) will break the boundaries between terrestrial and satellite systems. An uninterrupted coverage (seamless connectivity) achieved through non-terrestrial networks (NTN) is the new hot topic. Satellite communications are vital technology for achieving coverage and full deployment of 5G and 6G networks of remote and isolated areas. The convergence of terrestrial and satellite networks is not the only one. The cohabitation of broadcast and mobile, as well as mobile and fixed networks, is not new, but it has approached the implementation phase. Complex sharing and compatibility studies that should allow this coexistence are currently being developed on the international level within CEPT and ITU. Will that be possible within the traditional spectrum management rules or will somewhat different approach be necessary, is yet to be seen.",
        "section2": "Secondly, new/modern techniques that have been introduced in order to improve propagation of electromagnetic waves (e.g. MIMO based techniques and antennas), have also imposed some challenges in both RF spectrum planning and applicability of measurement methods. This question is especially challenging for spectrum monitoring which provides realistic information from field measurements and is a valuable tool for enabling possible solutions based on the real-life data. However, in order to fulfill this role, it is crucial that spectrum monitoring methods and procedures are accurate, reliable and simple.",
        "section3": "Thirdly, quality of service (QoS) and/or Quality of Experience (QoE) for mobile broadband has become an everyday topic. End users have high QoS demands and sufficient QoS is required everywhere all the time. Totality and variety of KPI parameters that bear networks ability to satisfy required users’ needs are continuously subject to debate. Additionally, with the implementation and deployment of 5G NR networks, questions and concerns regarding the non-ionizing radiation from 5G NR networks in mobile communications have been raised. In the last few years, there have been very intensive discussions about methodology for 5G NR exposure level assessment. Even today, when majority of European countries have deployed commercial 5G services, there is no unified opinion regarding the most appropriate measurement method for the evaluation of the 5G NR base station radiation. According to the scientific literature, measurement methods that have emerged as the most probable techniques used for the assessment of 5G EMF exposure are: channel-power method and code-selective method. Each of the aforementioned measurement methods has advantages and disadvantages and their application depends on implementation cost, required simplicity and applicability, causing numerous challenges for spectrum monitoring.",
        "conclusion": "This session will address some of the aforementioned spectrum management challenges. As an introduction, new spectrum management approaches will be presented and discussed. Additionally, during the session, co-existence and sharing criteria between different technologies, as well as dynamic spectrum management, will be explained and analyzed. The other part of the session will be focused on spectrum monitoring issues, such as, challenges of applying measurement methodologies to assess the E-filed radiation level of 5G NR base station and challenges of mobile networks QoS measurements which were made in Croatia during the first quarter of 2024."
      }
    },
    {
      "title": "Creating synergies in Widening countries on the topic of low-voltage grid management – SynGRID",
      "organizers": [
        "Institute for Innovation and Development of University of Ljubljana, Slovenia",
        "Institute of Communication and Computer Systems of National Technical University of Athens, Greece",
        "Faculty of Electrical Engineering, Computer Science and Information Technology Osijek of University of Osijek, Croatia",
        "Faculty of Electrical Engineering and Computing of University of Zagreb, Croatia",
        "Petrol, Slovenija"
      ],
      "shortDescription": "SynGRID project aims to enhance institutional and regional innovation in Widening countries through the capitalisation of outcomes from completed Horizon 2020 and ongoing Horizon Europe projects. The combination of valorisation of research results with the focus on enhancing the management, observability and controllability of low-voltage grids considering the increased integration of Renewable Energy Sources, will be combined with the transparent sharing of the know-how to foster stronger collaborations between renowned research and innovation institutions and HE beneficiaries in Croatia, Greece and Slovenia. The outcome of the international collaboration will be materialised in a joint ERDF, HE and LIFE project proposals that will aim to bridge the gap between European and regional funding mechanisms.",
      "detailedDescription": {
        "overview": "To unlock the full potential of R&I actors, the SynGRID project will employ a multi-faceted capacity-building strategy supported by a comprehensive analysis, encompassing a review of validated research outcomes from Horizon projects and an assessment of the current technology landscape in Croatia, Greece, and Slovenia to identify areas requiring intervention. SynGRID will engage key stakeholders including DSOs, regional authorities, SMEs in the energy sector, and research institutions.",
        "knowledgeSharing": "The backbone of knowledge sharing is structured around key projects like H2020 – COMPILE and X-FLEX, as well as HE – STREAM and OPENTUNITY, where partners served as coordinators or technical coordinators offering advanced insights into the topic of optimized grid reinforcement and advanced controllability to enable large share of RES in the existing, congested DSO grid together with algorithms for fair sharing of limited capacity."
      }
    }
  ]
}
